# running in cover/model/
read_ilang design.il
memory_nordff
async2sync
chformal -assume -early
chformal -live -fair -remove
opt_clean
setundef -anyseq
opt -keepdc -fast
check
hierarchy -simcheck
dffunmap
stat
write_smt2 -wires design_smt2.smt2
